{
    "foods" :[
        {   "id": "1",
            "name": "waffles",
            "image": "./assets/pictures/Waffles.png",
            "note": "If waffles never existed, there would be no Waffle House. Nike wouldn't have been able to make their first pair of sneakers, the Waffle Trainers. No waffle ice cream cones, no chicken and waffles, no Belgium Waffles. Politicians wouldn't waffle, they would flapjack."
        },

        {
            "id": "2",
            "name": "pancakes",
            "image": "./assets/pictures/Pancakes.png",
            "note": "If pancakes never existed, crepes would have likely swept the world as the breakfast grain of choice. There would be no International House of Pancakes. Without a reason to export as much maple syrup, Canada's number 1 food export would be bagged milk. Their economy would surely collapse."
        },

        {
            "id": "3",
            "name": "omelettes",
            "image": "./assets/pictures/Omelette.png",
            "note": "Without omelettes, the people of Denver would elect a new namesake breakfast food. It would be breakfast chili: regular hatch green chile made with bacon instead of pork."
        },

        {
            "id": "4",
            "name": "granola",
            "image": "./assets/pictures/granola.png",
            "note": "No more Honey Bunches of Oats. Without this convenient option, health-consious people would consume more fresh fruit for breakfast, putting a strain on the ecosystem and burdening production in tropical locations. Granola moms would be referred to as dried fruit moms."
        },

        {
            "id": "5",
            "name": "bacon",
            "image": "./assets/pictures/Bacon.png",
            "note": "If bacon never existed, rates of heart disease would drop significantly. However, Americans would likely have invented something equally unhealthy in its place, such as breakfast ribs or fried ham. There would be no more bacon-flavored or bacon-scented novelty products, significantly limiting your gift options for your brother in law you don't know much about."
        },

        {
            "id": "6",
            "name": "Bacon Cheeseburger",
            "image": "./assets/pictures/bacon-cheeseburger.jpg",
            "note": "Bacon cheeseburgers are believed to have originated in the United States in the 1960s, and they remain one of the most popular burger varieties today."
        },

        {
            "id": "7",
            "name": "lasagna",
            "image": "./assets/pictures/lasagna.jpg",
            "note": "A fun fact about lasagna is that it is believed to have originated in ancient Greece, where layered dishes were common, and it was later adopted and adapted by the Italians into the dish we know and love today. In fact, the word 'lasagna' comes from the Greek word 'lasanon,' which refers to a cooking pot or dish."
        },

        {
            "id": "8",
            "name": "Pepperoni Pizza",
            "image": "./assets/pictures/Pizza Slice.png",
            "note": "Pepperoni pizza is the most popular pizza variety in the United States, accounting for approximately 36% of all pizza orders. In fact, Americans consume an estimated 251.7 million pounds of pepperoni annually, which is enough to circle the Earth 33 times!"
        },

        {
            "id": "9",
            "name": "Steak",
            "image": "./assets/pictures/steak.jpg",
            "note": "A fun fact about steak is that the world's most expensive steak is the Wagyu beef steak from Japan. It is so expensive that it can cost up to $450 per pound! The high cost is due to the way the cattle are raised, which involves a special diet and rigorous exercise to develop a high level of marbling in the meat, resulting in a tender and flavorful steak."
        },

        {
            "id": "10",
            "name": "Loaded Baked Potato",
            "image": "./assets/pictures/loaded-baked-potato.jpg",
            "note": "A fun fact about loaded baked potatoes is that they were popularized in the United States during the 1970s as a result of a marketing campaign by the Idaho Potato Commission. The campaign encouraged restaurants to promote baked potatoes as a meal in and of themselves, and loaded baked potatoes soon became a popular menu item, with toppings ranging from butter and sour cream to bacon bits, chives, and cheese. Today, loaded baked potatoes remain a popular and versatile dish that can be customized to suit individual tastes."
        },

        {
            "id": "11",
            "name": "Peanut Butter and Jelly Sandwich",
            "image": "./assets/pictures/PBJ Sandwich.png",
            "note": "PB&J sandwiches were invented and popularized in America. If they were never invented, a cream cheese and jelly sandwich might be the sandwich of choice across bagged lunches. Peanut agriculture would not be as high with lower consumption of peanut butter. However, dairy production would increase, creating a larger hole in the ozone layer."
        },

        {
            "id": "12",
            "name": "Salad",
            "image": "./assets/pictures/Salad.png",
            "note": "Without salads, smoothies would become the healthy lunch of choice. The only problem is that smoothies tend to be higher in sugar than salads, which makes it harder for gym bros to see their gains. Bananas and strawberries also become more expensive."
        },

        {
            "id": "13",
            "name": "Quesadilla",
            "image": "./assets/pictures/Quesadilla.png",
            "note": "Without quesadillas, taquitos and tacos would fill taco trucks. Honestly, all of these are great options, so you can't really go wrong."
        },

        {
            "id": "14",
            "name": "Chicken Tenders",
            "image": "./assets/pictures/Chicken Tenders.png",
            "note": "If breaded crispy deliciousness is not an option, fast food joints like McDonald's and Wendy's would sell hot dogs. Sonic would go out of business because this single differentiation is the only thing that restaurant has going for it, and we all know McDonald's could do it better."
        },

        {
            "id": "15",
            "name": "Burrito",
            "image": "./assets/pictures/Burrito.png",
            "note": "Burritos offer a delicious and flavorful meal on the go. With Chipotle and Qdoba only selling bowls and tacos that fall apart, they become sit down restaurants and increase their prices. Taquitos and quesadillas become the go-to-on-the-go meal."
        }
    ]
}